<?php

namespace App\Enums;

class DutyDuration
{
    public const DURATION = [
        '1' => '1 година',
        '2' => '2 години',
        '3' => '3 години',
        '4' => '4 години',
        '5' => '5 години',
        '6' => '6 годин',
        '7' => '7 годин',
        '8' => '8 годин',
        '9' => '9 годин',
        '10' => '10 годин',
        '11' => '11 годин',
        '12' => '12 годин',
        '13' => '13 годин',
        '14' => '14 годин',
        '15' => '15 годин',
        '16' => '16 годин',
        '17' => '17 годин',
        '18' => '18 годин',
        '19' => '19 годин',
        '20' => '20 годин',
        '21' => '21 година',
        '22' => '22 години',
        '23' => '23 години',
        '24' => '24 години',
    ];
}
